export const historicDates = [
  {
    title: 'Музыка',
    episodes: [
      {
        date: '1964',
        description:
          "Группа The Beatles выступает на Эд Салливан шоу, что становится началом 'битломании'.",
      },
      {
        date: '1977',
        description:
          "Выход альбома 'Rumours' группы Fleetwood Mac, ставшего одним из самых продаваемых альбомов в истории.",
      },
      {
        date: '1991',
        description: "Нирвана выпускает альбом 'Nevermind', который запускает волну гранж-музыки.",
      },
      {
        date: '2004',
        description:
          "Бейонсе дебютирует как солистка с альбомом 'Dangerously in Love', который получает множество наград.",
      },
      {
        date: '2015',
        description: "Тейлор Свифт выпускает альбом '1989', который приносит ей три премии Грэмми.",
      },
      {
        date: '2022',
        description:
          'В апреле 2022 года прошла 64-я церемония вручения премии Грэмми, на которой Билли Айлиш и Оливия Родриго стали одними из главных победителей.',
      },
    ],
  },
  {
    title: 'Литература',
    episodes: [
      {
        date: '1997',
        description:
          "Выход в свет первой книги о Гарри Поттере - 'Гарри Поттер и философский камень' Дж. К. Роулинг.",
      },
      {
        date: '2003',
        description:
          'Получение Нобелевской премии по литературе венгерским писателем Имре Кертесом.',
      },
      {
        date: '2007',
        description: "Публикация последней книги о Гарри Поттере - 'Гарри Поттер и Дары Смерти'.",
      },
      { date: '2010', description: "Выпуск романа 'Связь' британского автора Зэди Смит." },
      {
        date: '2016',
        description:
          "Премьера мюзикла 'Гарри Поттер и проклятое дитя', основанного на истории Дж. К. Роулинг.",
      },
      {
        date: '2020',
        description:
          'В Индии индийским писателям и переводчикам вручили премию имени Сергея Есенина',
      },
    ],
  },
  {
    title: 'Кино',
    episodes: [
      {
        date: '2001',
        description:
          "Выход фильма 'Властелин колец: Братство кольца', который положил начало трилогии и стал культовым произведением фэнтези.",
      },
      {
        date: '2005',
        description:
          "Премьера 'Звёздные войны: Эпизод III – Месть ситхов', завершающего сагу о Skywalker, который собрал огромные кассовые сборы.",
      },
      {
        date: '2010',
        description:
          "Выход фильма 'Начало' (Inception), который завоевал признание за инновационный подход к сюжету и визуальным эффектам.",
      },
      {
        date: '2012',
        description:
          "Премьера 'Мстители', объединившего супергероев Marvel в один фильм и установившего новые стандарты для кроссоверов.",
      },
      {
        date: '2018',
        description:
          "Выход 'Чёрной пантеры', который стал знаковым для представления чернокожих героев в главных ролях и культурного влияния.",
      },
      {
        date: '2020',
        description:
          "Премьера 'Тенет', ставшего одним из первых крупных блокбастеров после начала пандемии, показавшего инновационные подходы к кино.",
      },
    ],
  },
  {
    title: 'Игры',
    episodes: [
      {
        date: '1985',
        description:
          'Выходит игра Super Mario Bros., которая становится одной из самых известных игр всех времён и помогает возродить индустрию видеоигр.',
      },
      {
        date: '1996',
        description:
          'Выпущена игра Tomb Raider, представившая миру Лару Крофт и ставшая классикой жанра приключенческих игр.',
      },
      {
        date: '1998',
        description:
          'Выходит игра The Legend of Zelda: Ocarina of Time, которая устанавливает новые стандарты для экшн-игр с открытым миром.',
      },
      {
        date: '2004',
        description:
          'Blizzard выпускает World of Warcraft, которая становится самой популярной MMORPG и меняет рынок онлайн-игр.',
      },
      {
        date: '2013',
        description:
          'Компания Rockstar выпускает Grand Theft Auto V, которая становится одной из самых успешных игр по продажам и популярности.',
      },
      {
        date: '2020',
        description:
          'Выходит игра The Last of Us Part II, получившая множество наград и высокую оценку за сюжет и графику.',
      },
    ],
  },

  {
    title: 'Спорт',
    episodes: [
      {
        date: '2000',
        description:
          'Зимние Олимпийские игры прошли в Сиднее, Австралия, став ярким событием для международного спортивного сообщества.',
      },
      {
        date: '2004',
        description:
          'Летние Олимпийские игры прошли в Афинах, Греция, возвращаясь к своим корням в месте их рождения.',
      },
      {
        date: '2010',
        description:
          'Чемпионат мира по футболу состоялся в Южной Африке, первый раз в истории на африканском континенте.',
      },
      {
        date: '2012',
        description:
          'Летние Олимпийские игры прошли в Лондоне, установив новые рекорды по количеству участников и зрителей.',
      },
      {
        date: '2016',
        description:
          'Чемпионат Европы по футболу проходил во Франции, и был отмечен историческим выступлением сборной Португалии.',
      },
      {
        date: '2021',
        description:
          'Летние Олимпийские игры в Токио прошли без зрителей из-за пандемии COVID-19, но продемонстрировали дух соревнования.',
      },
    ],
  },
  {
    title: 'Наука',
    episodes: [
      {
        date: '2015 ',
        description:
          '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
      },
      {
        date: '2016 ',
        description:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
      },
      {
        date: '2017 ',
        description:
          'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi',
      },
      {
        date: '2018',
        description:
          'Старт космического аппарата Solar Probe Plus, предназначенного для изучения Солнца.',
      },
      {
        date: '2019',
        description: 'Google объявил о создании 53-кубитного квантового компьютера.',
      },
      {
        date: '2022',
        description:
          'Инженеры из штата Массачусетс разработали полимер, который легче пластика, но прочнее стали',
      },
    ],
  },
];
